export const data = [
    {
        school: "Школа разработки интерфейсов",
        lecture: "Адаптивная вёрстка",
        teacher: "Дмитрий Душкин",
        date: "1 сентября",
        place: "Аудитория 1",
        video: "https://events.yandex.ru/lib/talks/4162/"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Работа с сенсорным пользовательским вводом",
        teacher: "Дмитрий Душкин",
        date: "5 сентября",
        place: "Аудитория 2"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Мультимедиа: возможности браузера",
        teacher: "Максим Васильев",
        date: "1 ноября",
        place: "Аудитория 1"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Нативные приложения на веб-технологиях",
        teacher: "Сергей Бережной",
        date: "10 ноября",
        place: "Аудитория 2"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Клиентская оптимизация: базовые знания и лучшие практики",
        teacher: "Андрей Морозов",
        date: "20 ноября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Прототипирование как процесс",
        teacher: [
            "Cергей Томилов",
            "Дарья Старицына"
        ],
        date: "15 декабря",
        place: "Аудитория 1"
    }
];
