export const data = [
    {
        school: "Школа разработки интерфейсов",
        lecture: "Адаптивная вёрстка",
        teacher: "Дмитрий Душкин",
        date: "1 сентября",
        place: "Аудитория 1",
        video: "https://events.yandex.ru/lib/talks/4162/"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Работа с сенсорным пользовательским вводом",
        teacher: "Дмитрий Душкин",
        date: "5 сентября",
        place: "Аудитория 2"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Мультимедиа: возможности браузера",
        teacher: "Максим Васильев",
        date: "10 сентября",
        place: "Аудитория 1"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Нативные приложения на веб-технологиях",
        teacher: "Сергей Бережной",
        date: "15 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Клиентская оптимизация: базовые знания и лучшие практики",
        teacher: "Андрей Морозов",
        date: "20 сентября",
        place: "Аудитория 3"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Клиентская оптимизация: мобильные устройства и инструменты",
        teacher: "Иван Карев",
        date: "25 сентября",
        place: "Аудитория 1"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Инфраструктура веб-проектов",
        teacher: "Прокопюк Андрей",
        date: "30 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа разработки интерфейсов",
        lecture: "Инструменты разработки мобильного фронтенда",
        teacher: "Прокопюк Андрей",
        date: "5 октября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Java Blitz",
        teacher: "Эдуард Мацуков",
        date: "2 сентября",
        place: "Аудитория 1",
        video: "https://events.yandex.ru/lib/talks/4160/"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Git & Workflow",
        teacher: "Дмитрий Складнов",
        date: "7 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "MyFirstApp",
        teacher: "Роман Григорьев",
        date: "12 сентября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "ViewGroup",
        teacher: "Алексей Щербинин",
        date: "17 сентября",
        place: "Аудитория 1"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Background",
        teacher: "Алексей Макаров",
        date: "22 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "RecyclerView",
        teacher: "Владимир Тагаков",
        date: "27 сентября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Service & Broadcasts",
        teacher: "Алексей Макаров",
        date: "2 октября",
        place: "Аудитория 1"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Drawing",
        teacher: "Алексей Щербинин",
        date: "7 октября",
        place: "Аудитория 2"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Content provider",
        teacher: "Максим Хромцов",
        date: "12 октября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильной разработки",
        lecture: "Fragments",
        teacher: "Денис Загаевский",
        date: "17 октября",
        place: "Аудитория 2"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Debugging & Polishing",
        teacher: "Илья Сергеев",
        date: "22 октября",
        place: "Аудитория 3"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Идея, исследование, концепт",
        teacher: "Антон Тен",
        date: "4 сентября",
        place: "Аудитория 3"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Особенности проектирования мобильных интерфейсов",
        teacher: "Васюнин Николай",
        date: "9 сентября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Продукт и платформа",
        teacher: "Сергей Калабин",
        date: "14 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Природа операционных систем",
        teacher: "Васюнин Николай",
        date: "19 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Прототипирование как процесс",
        teacher: [
            "Cергей Томилов",
            "Дарья Старицына"
        ],
        date: "24 сентября",
        place: "Аудитория 1"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Инструмент под задачи",
        teacher: [
            "Cергей Томилов",
            "Дарья Старицына"
        ],
        date: "29 сентября",
        place: "Аудитория 2"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Анимации",
        teacher: [
            "Cергей Томилов",
            "Дарья Старицына"
        ],
        date: "4 октября",
        place: "Аудитория 3"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Развите продукта",
        teacher: "Андрей Гевак",
        date: "9 октября",
        place: "Аудитория 1"
    },
    {
        school: "Школа мобильного дизайна",
        lecture: "Исследование интерфейсов",
        teacher: "Кондратьев Александр",
        date: "14 октября",
        place: "Аудитория 2"
    },
    {
        school: [
            "Школа разработки интерфейсов",
            "Школа мобильного дизайна",
            "Школа мобильной разработки"
        ],
        lecture: "Работа в команде",
        teacher: "Юрий Подорожный",
        date: "19 октября",
        place: "Аудитория 3"
    }
];
